<jsp:include page="top.jsp"/>
<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>수강신청 안내</title>
   <style>
   	.board_wrap{
   		display:flex;
   		justify-content:center; 
   	}
   </style>
</head>
<body>
<br>

        <div class="board_title" align="center">
            <strong>수강신청 안내</strong>
        </div>
        <br>
■ 초기 비밀번호는 주민등록번호 뒷자리 입니다. 필히 변경 바랍니다.

■「졸업사정조회」메뉴를 조회하여 본인의 미필과목 이수여부, 이수학점 등 졸업요건과 관련된 사항을 한번 더 신중하게 확인 후 수강신청 하시기 바랍니다. <br>

■ 수강신청 안내문을 확인하지 않음으로 인하여 발생되는 결과는 학생 본인의 책임이므로 필히 수강신청 안내문 내용을 확인하시기 바랍니다. <br>

■ 수강신청 안내문과 수강편람 교과목정보는 현재 계속 업데이트 중으로, 잠시 깨져보일 수 있으며 일부 교과목의 경우 변경될 수 있습니다. <br>
============================================================================================================================
 <div class="board_title" align="center">
◎ 2023학년도 2학기 수강신청 및 수강정정 일정<br>
</div>
 <div class="board_wrap">

<table border = "1">
<tr>
	<th>구분</th>
	<th>학년</th>
	<th>수강신청일자</th>
	<th>비고</th>
<tr>
<td>개강전</td>
<td>1학년</td>
<td>8월10일 10:00~14:00</td>
<td>온라인 선착순 수강신청</td>
</tr>
<tr>
<td></td>
<td>2학년</td>
<td>8월11일 10:00~14:00</td>
<td>온라인 선착순 수강신청</td>
</tr>
<tr>
<td></td>
<td>3학년</td>
<td>8월12일 10:00~14:00</td>
<td>온라인 선착순 수강신청</td>
</tr>
<tr>
<td></td>
<td>4학년</td>
<td>8월13일 10:00~14:00</td>
<td>온라인 선착순 수강신청</td>
</tr>
<tr>
<td></td>
<td>대학원 진학 예정자</td>
<td>8월1일 10:00~14:00</td>
<td>
<li>대학원 수강 신청 가능</li>
<li>8월 4일부터 개강 전까지 수업보강</li></td>
</tr>

<tr>
<td></td>
<td>대학원생</td>
<td>8월16일 10:00~14:00</td>
<td>대학교 수강 신청 가능</td>
</tr>
<tr>
<td></td>
<td>전체학년</td>
<td>8월24일 10:00~20:00</td>
<td>
<li>수강정정 기간</li>
<li>정정 기간엔 시간 외 접속 제한 </li>
</td>
</tr>
<tr>
<td>개강후</td>
<td>전체학년</td>
<td>9월2일 10:00~20:00</td>
<td>
<li>수강정정 기간</li>
<li>정정 기간엔 시간 외 접속 제한 </li>
</td>
</tr>
</table>
</div>
============================================================================================================================
<br>
◎ 2023학년도 2학기 전체학년 정정기간 새벽시간 접속 제한 안내<br>

- 2023년 2학기 수강신청 일정 중 전체학년 정정기간 동안 20:00 – 익일 10:00까지 접속이 제한됩니다. <br>
개강 전 전체학년 정정기간에는  20:00 – 익일 10:00, 개강 후 전체학년 정정기간에는 9월2일  20:00 – 익일 10:00에 수강신청 사이트의 접속이 제한됩니다. <br>
이 시간에는 수강신청 및 수강삭제를 하실 수 없습니다.

============================================================================================================================
</body>
</html>